tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
brew "bash"
brew "openssl@3"
brew "bat"
brew "binutils"
brew "glib"
brew "ctags"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "hexedit"
brew "jq"
brew "lazygit"
brew "lychee"
brew "make"
brew "mkcert"
brew "neovim"
brew "neovide", link: false
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "rust-analyzer"
brew "sing-box"
brew "snapcraft"
brew "superfile"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typos-cli"
brew "wimlib"
brew "yt-dlp"
brew "heroku/brew/heroku"
cask "font-monoid-nerd-font"
cask "google-cloud-sdk"
cask "neovide"
cask "ngrok"
cask "rar"
